{
    "scriptures": [
{
    "id": "1",
    "reference": "Proverbs 3:5–6",
    "summary": "Trust in the Lord with all thine heart, and He shall direct thy paths.",
    "verse": "5 ¶ Trust in the Lord with all thine heart; and lean not unto thine own understanding. 6 In all thy ways acknowledge him, and he shall direct thy paths."
},
{
    "id": "2",
    "reference": "Isaiah 5:20",
    "summary": "Woe unto them that call evil good, and good evil.",
    "verse": "20 ¶ Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!"
},
{
    "id": "3",
    "reference": "John 7:17",
    "summary": "Do God’s will to know His doctrine.",
    "verse": "17 If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself."
},
{
    "id": "4",
    "reference": "1 Corinthians 2:5, 9–11",
    "summary": "We can only know the things of God through the Spirit.",
    "verse": "5 That your faith should not stand in the wisdom of men, but in the power of God. 9 But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him. 10 But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God. 11 For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God."
},
{
    "id": "5",
    "reference": "2 Timothy 3:15–17",
    "summary": "Scriptures can make you wise unto salvation.",
    "verse": "15 And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus. 16 All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: 17 That the man of God may be perfect, throughly furnished unto all good works."
}
    ]
}